import React from 'react';
import { Link, Outlet } from 'react-router-dom';


const AboutUs = () => {
  return (
    <div className='aboutus'>
      
      <p className='details'>
        🍣 דגש על טריות ואיכות ללא פשרות<br />
        🍣 שילובים ייחודיים שמפתיעים את החך<br />
        🍣 חוויית שירות מוקפדת ואווירה חמה<br />
        הצטרפו אלינו למסע קולינרי שכולו הנאה וחדשנות – כי סושי טוב מתחיל באהבה לפרטים הקטנים.
      </p>

      <p >
        ההיסטוריה של [שם החנות] מתחילה בחזון אחד פשוט – להביא את הסושי האיכותי ביותר לקהל שלנו, תוך שמירה על המסורת היפנית ושילוב אלמנטים מודרניים שירגשו כל חובב אוכל.
        הכול התחיל עם אהבה עמוקה למטבח היפני ולדיוק שמאפיין אותו. מייסדי החנות, עם ניסיון רב בעולם הגסטרונומיה והתשוקה לסושי אמיתי, חיפשו את הדרך ליצור מקום שבו כל רול מספר סיפור, וכל ביס משאיר חותם.
        לאורך השנים, החנות גדלה והתפתחה, אבל הערכים הבסיסיים נשארו זהים.
      </p>


      <div>
        <video width="600" controls autoPlay muted>
          <source src="/Pictures/VideoOpening.mp4" type="video/mp4" />
          הדפדפן שלך לא תומך בווידאו
        </video>
      </div>
    </div>
  );
};

export default AboutUs;